      *This is my first COBOL Program!
       identification division.
       program-id. FirstProgram.

       environment division.

       data division.

       procedure division.
           display ' '.
           display 'Hello World'.
           display ' '.
           stop run.
           
